Repository: gabrielmaialva33/trading-swarm
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Trading Platform
pt_br: Plataforma de Trading

source: with Artificial Intelligence
pt_br: com Inteligência Artificial

source: Dashboard
pt_br: Painel

source: Agents
pt_br: Agentes

source: AI Surveillance
pt_br: Vigilância AI

source: Access Dashboard
pt_br: Acessar Painel

source: View AI Surveillance
pt_br: Ver Vigilância AI

source: Main Features
pt_br: Recursos Principais

source: Professional tools to maximize your results in the financial market.
pt_br: Ferramentas profissionais para maximizar seus resultados no mercado financeiro.

source: Intelligent Surveillance
pt_br: Vigilância Inteligente

source: 24/7 market monitoring with pattern detection and real-time alerts.
pt_br: Monitoramento 24/7 dos mercados com detecção de padrões e alertas em tempo real.

source: Autonomous Agents
pt_br: Agentes Autônomos

source: Trading bots that learn and adapt to market conditions automatically.
pt_br: Bots de trading que aprendem e se adaptam às condições do mercado automaticamente.

source: Risk Management
pt_br: Gestão de Riscos

source: Advanced portfolio protection with exposure monitoring and automatic stop-loss.
pt_br: Proteção avançada do portfólio com monitoramento de exposição e stop-loss automático.

source: Cutting-edge Technology
pt_br: Tecnologia de Ponta

source: Built with Elixir and Phoenix for maximum performance and reliability. Our infrastructure processes millions of market data points with minimal latency.
pt_br: Construído com Elixir e Phoenix para máxima performance e confiabilidade. Nossa infraestrutura processa milhões de dados do mercado com latência mínima.

source: Real-time updates without complexity
pt_br: Atualizações em tempo real sem complexidade

source: Distributed, fault-tolerant system
pt_br: Sistema distribuído e tolerante a falhas

source: Advanced artificial intelligence for trading
pt_br: Inteligência artificial avançada para trading

source: Active System
pt_br: Sistema Ativo

source: Online and operating
pt_br: Online e operando

source: Monitoring
pt_br: Monitoramento

source: AI Precision
pt_br: Precisão AI

source: Ready to Start?
pt_br: Pronto para Começar?

source: Access your control panel and start operating with artificial intelligence.
pt_br: Acesse seu painel de controle e comece a operar com inteligência artificial.

source: Access Main Dashboard
pt_br: Acessar Painel Principal

source: Manage Agents
pt_br: Gerenciar Agentes
